tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
brew "autoconf"
brew "automake"
brew "bash"
brew "openssl@1.1"
brew "certigo"
brew "colima"
brew "comby"
brew "coreutils"
brew "curl"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "exa"
brew "findutils"
brew "gawk"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "libtool"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "mysql-client"
brew "innotop"
brew "lastpass-cli"
brew "less"
brew "lesspipe"
brew "lzip"
brew "make"
brew "packer"
brew "pstree"
brew "sqlite"
brew "reattach-to-user-namespace"
brew "rename"
brew "rsync"
brew "thefuck"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "goreleaser/tap/goreleaser"
cask "alacritty"
cask "gimp"
cask "hammerspoon"
cask "inkscape"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "joplin"
cask "karabiner-elements"
cask "keybase"
cask "kite"
cask "logitech-options"
cask "toggl-track"
cask "wireshark"
cask "yubico-authenticator"
cask "zenmap"
