tap "aovestdipaperino/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "agg"
brew "asciinema"
brew "automake"
brew "bash"
brew "certigo"
brew "colima", restart_service: :changed
brew "comby"
brew "coreutils"
brew "curl"
brew "delve"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "figlet"
brew "findutils"
brew "gawk"
brew "gh"
brew "ghz"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "grep"
brew "hey"
brew "jd"
brew "less"
brew "lesspipe"
brew "lzip"
brew "make"
brew "mdfried"
brew "pkgconf"
brew "pstree"
brew "qemu"
brew "rename"
brew "rsync"
brew "scc"
brew "telnet"
brew "thefuck"
brew "vhs"
brew "watch"
brew "wget"
brew "zsh"
brew "aovestdipaperino/tap/tokensave", trusted: true
cask "hammerspoon"
cask "insomnia"
cask "kitty"
cask "logitech-options"
cask "obsidian"
cask "spotify"
cask "wezterm"
cask "wireshark-app"
krew "edit-status"
krew "get-all"
krew "krew"
krew "resource-capacity"
krew "tree"
